Revit 2027 API
ParameterTypeId.SteelElemSinglePartMark Property
 "Single Part Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemSinglePartMark { get; }
Public Shared ReadOnly Property SteelElemSinglePartMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemSinglePartMark {
	ForgeTypeId^ get ();
}
static member SteelElemSinglePartMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace